Repository: Ethiel97/kophecy
Catalog: lib/l10n/app_*.arb
Languages: fr

# daily_fuel
source: Your daily fuel
fr: Ton carburant quotidien

source: Search here
fr: Recherchez ici

# favorite_quote
source: Your favorite quotes 😋
fr: Citations préférées 😋

source: No saved quotes
fr: Aucune citation préférée

# something_went_wrong
source: Oops, something went wrong
fr: Oops, une erreur est survenue

# quote_added
source: Quote added to your fav list
fr: Citation ajoutée à votre liste de citations préféréés

# quote_removed
source: Quote removed from your fav list
fr: Citation retirée de votre liste de citations préféréés

source: Translation Result
fr: Résultat de la traduction

source: Daily boost
fr: Boost quotidien

# quotes_to_boost_you
source: Daily motivational quotes to boost you
fr: Citations quotidiennes pour vous motiver

# enrich_knowledge
source: Enrich your knowledge with new quotes
fr: Enrichissez vos connaissances avec de nouvelles citations

source: By
fr: Par

# check_network_connection
source: Please check your network connection!
fr: Veuillez vérifier connexion internet svp!

source: Skip
fr: Passer

source: Home
fr: Accueil

source: Search
fr: Recherche

source: Saved
fr: Favoris

source: Check out this quote
fr: Découvrez cette citation

source: On Kophecy
fr: Sur Kophecy

# account_delete_confirmation
source: Are you sure you want to delete this account? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer votre compte? Cette action est irréversible.

source: Delete account
fr: Supprimer le compte

# logout_confirmation
source: Do you really want to logout?
fr: Voulez-vous vraiment vous déconnecter ?

source: Logout
fr: Se Déconnecter

source: Login
fr: Se connecter

# account_delete_success
source: Account successfully deleted
fr: Compte supprimé avec succès

source: Delete
fr: Supprimer

source: Already registered?
fr: Déjà enrégistré?

source: Register
fr: S'enrégistrer

source: Validate
fr: Valider

# create_account
source: Create an account
fr: Créer un compte

source: No account ?
fr: Pas de compte ?

source: Yes, logout
fr: Oui, me déconnecter

# check_credentials
source: Please check your credentials!
fr: Vérifiez vos identifiants svp!

source: Successful operation
fr: Operation réussie

# email_or_username_taken
source: This email or username is already taken
fr: Email ou nom d'utilisateur déjà pris

# sop_everyday
source: Spirit of prophecy in daily life
fr: L'esprit de prophétie au quotidien

# error_occurred
source: An error occurred. Please try again later
fr: Une erreur est survenue. Veuillez réessayer plus tard svp!

# strengthen_faith_description
source: Get best spirit of prophecy quotes to strengthen your faith
fr: Renforcez votre foi avec les meilleures citations de l'esprit de prophétie.

# strengthen_faith
source: Strengthen your faith
fr: Affermis ta foi

# enter_valid_email
source: Please enter a valid email
fr: Svp veuillez saisir un email valide

# field_cannot_be_empty
source: This field cannot be empty
fr: Veuillez remplir ce champ svp

# pseudo_at_least_4_characters
source: Your pseudo must contain at least 4 characters
fr: Votre pseudo doit contenir au moins 4 caractères

# password_at_least_6_characters
source: Your password must contain at least 6 characters
fr: Votre mot de passe doit contenir au moins 6 caractères

# kophecy_quote
source: Quote from Kophecy app
fr: Citation de l'application Kophecy
